import Head from "next/head";
import Header from "../components/Header";
import Card from "../components/Card";
import Content from "../components/Content";

export default function Home() {
  return (
    <>
      <Head>
        <title>ntpd</title>
      </Head>
      <Header />
      <Content>
        <div className="divide-y divide-neutral-500">
          <Card
            href=""
            title="Привет мир"
            description="вдловдоадлыоадлвыодлводлоадл вадовдоадывоадоывдлаодылваодл ывоадлвыодаодыво адлывоадлвыоадл ывоадыовадыовдлаоывдлоадловыдлаоыдлвоадывоадлывоадлвыоадлыовдаовыдоадлоывдаодылвоадлодылвоадлывоадлывод"
          />
          <Card
            href=""
            title="Привет мир"
            description="вдловдоадлыоадлвыодлводлоадл вадовдоадывоадоывдлаодылваодл ывоадлвыодаодыво адлывоадлвыоадл ывоадыовадыовдлаоывдлоадловыдлаоыдлвоадывоадлывоадлвыоадлыовдаовыдоадлоывдаодылвоадлодылвоадлывоадлывод"
          />
          <Card
            href=""
            title="Привет мир"
            description="вдловдоадлыоадлвыодлводлоадл вадовдоадывоадоывдлаодылваодл ывоадлвыодаодыво адлывоадлвыоадл ывоадыовадыовдлаоывдлоадловыдлаоыдлвоадывоадлывоадлвыоадлыовдаовыдоадлоывдаодылвоадлодылвоадлывоадлывод"
          />
        </div>
      </Content>
    </>
  );
}
